[
    {
        "itemID": 1,
        "name": "Screwdriver",
        "shortDesc": "A rusty, flatbladed screwdriver with a red handle.",
        "longDesc": "The rusty flatblade screwdriver sits in your hand, its metal surface pitted and corroded from years of neglect and disuse, a testament to its once-sturdy construction now reduced to a fragile and brittle state.",
        "pickupMsg": "As you scan the cluttered storage room, your eyes catch sight of a rusty flat-blade screwdriver lying amidst a pile of discarded tools and equipment. The tool's once-shiny surface is now covered in a thick layer of rust, giving it a worn and weathered appearance. Despite its obvious age and wear, you sense that the screwdriver could still serve a useful purpose if needed.",
        "origRoom": 1,
        "owned": "false",
        "talk": 9999,
        "touch": "",
        "use": "",
        "taste": 9999,
        "listen": 9999,
        "feel": "",
        "observe": "",
        "take": ""
    },
    {
        "itemID": 2,
        "name": "Chair Leg",
        "shortDesc": "A wooden chair leg.",
        "longDesc": "The wooden chair leg, once a sturdy support for an office chair, now broken and battered, its surface marred with nicks and scratches from years of wear and tear, yet still possessing a certain weight and heft that could make it an effective weapon in the right hands.",
        "pickupMsg": "You reach down and grasp the wooden chair leg tightly, feeling the rough texture of the worn wood against your palm as you heft it up, ready to wield it as a potential tool or weapon.",
        "origRoom": 2,
        "owned": "false",
        "talk": 9999,
        "touch": "",
        "use": "",
        "taste": 9999,
        "listen": 9999,
        "feel": "",
        "observe": "",
        "take": ""
    },
    {
        "itemID": 3,
        "name": "Shell Casings",
        "shortDesc": "14 loose .357 shell casings",
        "longDesc": "As you hold the .357 shell casings in your hand, you feel their weight and smooth texture. They are about an inch in length and have a shiny, metallic appearance. The bottom of each casing is stamped with the manufacturer's logo and a series of numbers. You can feel the heat still emanating from them, evidence that they were recently fired. The edges are slightly warped from the intense pressure and heat, and there are small indentations where the firing pin struck them. The shell casings are a grim reminder of the violent act that recently took place, leaving you with a sense of unease and uncertainty about what happened and what may happen next.",
        "pickupMsg": "The scorching summer sun beats down on the cracked concrete sidewalk, casting long shadows across the deserted street. As you approach the dilapidated repair shop, a glint of light catches your eye, and you realize it's a cluster of .357 shell casings scattered haphazardly on the ground. They're still warm to the touch, and you can almost feel the intensity of the recent gunfire. The metallic smell of gunpowder lingers in the air, intermingled with the acrid scent of burnt rubber and oil. You can't help but feel a sense of unease as you realize the violence that must have taken place just moments before.",
        "origRoom": 3,
        "owned": "false",
        "talk": 9999,
        "touch": "",
        "use": "",
        "taste": 9999,
        "listen": 9999,
        "feel": "",
        "observe": "",
        "take": ""
    },
    {
        "itemID": 4,
        "name": "Loose Beads",
        "shortDesc": "Loose beads",
        "longDesc": "You notice that some of the beads are indeed crushed. They are small, round, and smooth to the touch, with a pearly white finish. The beads are strung together with a thin, frayed nylon cord that has been torn in places. As you examine them closely, you catch a faint whiff of something familiar - it's the scent of your cousin's perfume, mixed with the musty odor of the dock.",
        "pickupMsg": "As you approach the cement dock, your eyes are immediately drawn to the tiny glimmers of light reflecting off something lodged in the cracks. You stoop down to get a closer look and realize they are loose beads, scattered haphazardly in the crevices. Your heart drops as you recognize them from your cousin's necklace, which she was wearing when she went missing. Some of the beads are cracked and chipped, as if they were crushed underfoot or struck with a heavy object. As you pick one up to examine it, you notice a faint scent that triggers a wave of sadness and fear within you. It's the unmistakable smell of your cousin, and it's as if she's somehow still with you, clinging to these broken remnants of her jewelry.",
        "origRoom": 99,
        "owned": "false",
        "talk": 9999,
        "touch": "",
        "use": "",
        "taste": 9999,
        "listen": 9999,
        "feel": "",
        "observe": "",
        "take": ""
    },
    {
        "itemID": 5,
        "name": "Polaroid",
        "shortDesc": "Polaroid",
        "longDesc": "The polaroid captures a moment of pure joy, with Brianna's bright smile and twinkling eyes as she leans in towards the camera, surrounded by stuffed animals.",
        "pickupMsg": "As you smell something of Briana's in his pocket, your heart races and your mind goes blank. Your hands shake as you reach for it, but the guy notices and pulls away. Your fear turns into determination, and you tackle him with all your might. You are surprised at your own strength as you feel him struggling beneath you. With a final burst of energy, you grab a polaroid from his pocket and jump back, panting and sweating. He swings and hits you across the jaw, but you don't really feel anything. Thoughts flee your head as he doubles over and clutches his broken hand.",
        "origRoom": 98,
        "owned": "false",
        "talk": 9999,
        "touch": "",
        "use": "",
        "taste": 9999,
        "listen": 9999,
        "feel": "",
        "observe": "",
        "take": ""
    }
]
