[
    {
        "personID": 1,
        "name": "Mike",
        "shortDesc": "Uncle Mike is a massive dude.",
        "longDesc": "Mike White is a towering behemoth, a mountain of a man that seems to scrape the heavens. Standing at a staggering six and a half feet, he commands attention with every step, his immense presence casting a shadow of intimidation upon all who dare to cross his path. He's a hulking mass of raw power, easily tipping the scales at a solid 300 pounds or more.\n\nClad in a simple, understated grey undershirt that clings tightly to his imposing musculature, the fabric strains against the sheer force of his physique. Every sinew, every bulging vein, is on display, a testament to his sheer strength and dominance. His jeans, worn and weathered from countless encounters, cling to his robust frame, a badge of honor earned through the battles fought.\n\nBut it's his bald head, gleaming like a polished marble, that truly sets him apart. There's an air of fierceness in his baldness, an unyielding determination that seems etched into every smooth contour. The absence of hair only serves to amplify his presence, accentuating the hardened lines of his face and the piercing intensity in his eyes.\n\nIn any crowd, Mike White is an unmistakable figure, an indomitable force that draws attention and demands respect. His physicality, his sheer size and strength, make him an imposing figure not to be trifled with. He is a living embodiment of power, an enigma of strength and fortitude that leaves an indelible mark on the minds of all who encounter him.",
        "originRoomID": "1",
        "present": false,
        "talk": "",
        "touch": "As you run up and hug Mike, his eyes widen in surprise, his body momentarily frozen in disbelief. A gasp escapes his lips, mingling astonishment and relief, as he succumbs to the warmth of your embrace. 'Thanks, Blu. I'm okay.'",
        "use": "",
        "taste": "Mike simply places his hand on your forehead and straightens his elbow, maintaining a significant distance from your mouth.",
        "listen": "As Mike's lips part and his eyes dart away, a quivering breath escapes, laden with a mix of trepidation and longing. In the depths of each exhale, a palpable sense of fear echoes, mingling with the faint whispers of aching loss. His breaths hitch intermittently, caught between the weight of his emotions and the struggle to find solace. The air he releases carries a symphony of unspoken words, an orchestra of anguish and yearning.\n\nThe sounds that escape Mike's trembling form are primal, stripped of coherent speech. They are the gasps that punctuate his sentences, the puffs of air that accompany the hesitations and stutters. These raw vocalizations are the language of vulnerability, expressing a deep-seated fear that words alone cannot convey. They are the echoes of a father's heart, beating with the agony of a missing child.\n\nYet, amidst the shattered fragments of sound, there lingers a trace of resilience. In the midst of the breaths that catch and quiver, there emerges an unwavering determination. It's the rhythm of perseverance, a steady pulse that refuses to yield to despair. Each inhalation holds a glimmer of hope, each exhalation a testament to a love that endures. Through his breaths and basic sounds, Mike's spirit speaks, resolute in his quest to find his daughter, undeterred by the darkness that surrounds him.",
        "feel": 9999,
        "observe": "",
        "take": 9999
    },
    {
        "personID": 2,
        "name": "Rodney",
        "shortDesc": "Your pastor and one of the few people who looked after you when your mom died.",
        "longDesc": "",
        "originRoomID": "1",
        "present": false,
        "talk": "",
        "touch": "",
        "use": "",
        "taste": "Rodney looks at you in horror. 'Girl, what are you doing?!'",
        "listen": 9999,
        "feel": 9999,
        "observe": "",
        "take": 9999
    },
    {
        "personID": 3,
        "name": "Lloyd",
        "shortDesc": "People call him crazy and treat him like dirt, but he always looked after you and Brianna on the way home when he could.",
        "longDesc": "",
        "originRoomID": "1",
        "present": false,
        "talk": "'What's on your mind, little one?'",
        "touch": "",
        "use": "",
        "taste": "Even Lloyd will tell you that that is a bad idea.",
        "listen": 9999,
        "feel": 9999,
        "observe": "",
        "take": 9999
    },
    {
        "personID": 4,
        "name": "Giovanni",
        "shortDesc": "You know he's your dad. He knows you're his daughter. He'd never admit to it publicly, but he is trying to help find Brianna.",
        "longDesc": "",
        "originRoomID": "1",
        "present": false,
        "talk": "",
        "touch": "",
        "use": "",
        "taste": "That's probably a bad idea.",
        "listen": 9999,
        "feel": 9999,
        "observe": "",
        "take": 9999
    },
    {
        "personID": 5,
        "name": "Dusty",
        "shortDesc": "Crusty Dusty is what they call him behind his back. He's in his mid 20's but his girlfriends never seem to be over 16. You never liked him hanging around Bri.",
        "longDesc": "",
        "originRoomID": "1",
        "present": false,
        "talk": "",
        "touch": "",
        "use": "",
        "taste": "For the absolute love of God, no.",
        "listen": 9999,
        "feel": 9999,
        "observe": "",
        "take": 9999
    }
]
